{
  "data": [
    {
      "id": "1",
      "institution": "Somewhere Great",
      "jobTitle": "In search of a student position or internship",
      "highlight": "Actively exploring opportunities to contribute to a mission-driven organization.",
      "start": "Right Now!",
      "bullets": [
        "Seeking hands-on experience and avenues for professional growth.",
        "Eager to collaborate on exciting and meaningful projects.",
        "Particularly drawn to roles that offer a dynamic environment and the chance to make a tangible impact on organizational goals."
      ]
    },
    {
      "id": "2",
      "institution": "HUJI",
      "jobTitle": "Bsc of Computer Science Student",
      "highlight": "Immersing myself in the fascinating realm of computer science, guided by top-tier professors.",
      "start": "October 2022",
      "end": "Present",
      "bullets": [
        "Studying the mathematical and computer science theories to establish a robust foundation for future endeavors.",
        "Finding immense value in academic pursuits, deriving meaning from the ongoing journey, and leveraging practical tools acquired through computer science courses."
      ]
    },
    {
      "id": "3",
      "institution": "Bank Hapoalim",
      "jobTitle": "Bank Teller",
      "highlight": "Delivered services to business clients, notably 'Financial Services Providers', dealing with exceptionally large amounts of cash.",
      "start": "June 2021",
      "end": "September 2022",
      "bullets": [
        "Offered banking services including cash and foreign exchange, checks, and diverse general financial operations.",
        "Exhibited a strong service orientation by catering to customers from diverse backgrounds and across various financial sectors.",
        "Demonstrated a high degree of responsibility - handling substantial amounts of money in high-pressure situations."
      ]
    },
    {
      "id": "4",
      "institution": "IDF",
      "jobTitle": "Combat Medic",
      "highlight": "Headed the medical equipment department at the 460th Brigade headquarters, the training base of the Armored Corps.",
      "start": "July 2016",
      "end": "March 2019",
      "bullets": [
        "Served in the medical care team of the battalion aid station, which is responsible for both military, and civilian emergencies in the region.",
        "Functioned as a medic for both conscript and career soldiers at the brigade headquarters."
      ]
    }
  ]
}
